[
  {
    "id": "artillery-barrage",
    "name": "Artillery Barrage",
    "quantity": 1,
    "story": "You use a stockpile of mortars to weaken enemy lines.",
    "description": "Attack sectors adjacent to sectors you control. The max number of sectors you can attack is equal to the number of rebel players. Roll a D6 for each of these sectors, that's how many targets are hit. Each take 1 damage. Rebels can choose whether to apply the hits to MERCs or militia."
  },
  {
    "id": "better-weapons",
    "name": "Better Weapons",
    "quantity": 1,
    "story": "You decide to stop being cheap and upgrade your militia's guns.",
    "description": "Reveal your base if you have not already done so."
  },
  {
    "id": "family-threat",
    "name": "Family Threat",
    "quantity": 1,
    "story": "You threaten to round up and kill the children who cannot show 2 parents when your militia come to the house.",
    "description": "Your threats are working. Each rebel sector loses 2 militia as they run home to their families."
  },
  {
    "id": "fodder",
    "name": "Fodder",
    "quantity": 1,
    "story": "So what if you lose some militia? Maybe it will distract the rebels long enough for you to form a better plan.",
    "description": "Look for the sectors containing the most militia for each rebel player. Divide the number of their militia in half (round up). Send that many of your militia to those sectors. Resolve combat immediately."
  },
  {
    "id": "generalisimo",
    "name": "Generalisimo",
    "quantity": 1,
    "story": "It's time to bring out the big guns.",
    "description": "Reveal your base if you have not already done so."
  },
  {
    "id": "lockdown",
    "name": "Lockdown",
    "quantity": 1,
    "story": "It's time to prepare for the assault.",
    "description": "Reveal your base if you have not already done so."
  },
  {
    "id": "reinforcements",
    "name": "Reinforcements",
    "quantity": 1,
    "story": "Sending your palace guards to assist in the fight, may break the backs of the rebels.",
    "description": "Count the number of rebel players, and add that many of your militia to every Industry you control."
  },
  {
    "id": "seizure",
    "name": "Seizure",
    "quantity": 1,
    "story": "You order your rural residents to turn over all their firearms and supplies.",
    "description": "X = the number of rebel players."
  },
  {
    "id": "sentry",
    "name": "Sentry",
    "quantity": 1,
    "story": "In an effort to slow movement, put pressure on your citizens, and increase intelligence and attrition, you populate the country-side with your militia.",
    "description": "Count half the number of rebel players (round up). Add that many of your militia to every sector that is not controlled by anybody."
  },
  {
    "id": "veteran-militia",
    "name": "Veteran Militia",
    "quantity": 1,
    "story": "You train better militia by using your elite guards to train them.",
    "description": "Reveal your base if you have not already done so."
  },
  {
    "id": "block-trade",
    "name": "Block Trade",
    "quantity": 1,
    "story": "Perhaps you can stop the rebels if you take away their ability to re-supply.",
    "description": "Flip all cities to their explored side."
  },
  {
    "id": "conscripts",
    "name": "Conscripts",
    "quantity": 1,
    "story": "You have decided to conscript children into your militia.",
    "description": "Count half the number of rebel players (round up). At the end of your turn, add that many of your militia to each sector you control. Do this at the end of each of your turns for the remainder of the game."
  },
  {
    "id": "oil-reserves",
    "name": "Oil Reserves",
    "quantity": 1,
    "story": "You decide to crank up your oil refinery so your MERCs can be more effective.",
    "description": "For the remainder of the game, whoever controls the oil industry gains 1 free move action for their MERCs."
  },
  {
    "id": "tainted-water",
    "name": "Tainted Water",
    "quantity": 1,
    "story": "You are merciless and would rather kill your own citizens than give up your island. You poison the water supply.",
    "description": "Count half the number of rebel players (round up). Remove that many rebel militia from each sector and deal 1 damage to each rebel MERC, regardless of armor."
  }
]